Repository: level12/keg
Catalog: keg/i18n/*/LC_MESSAGES/keg.po
Languages: es

source: Please set the "import_name" attribute on your app class or pass it into the app instance.
es: Establezca el atributo "import_name" en su clase de aplicación o páselo a la instancia de la aplicación.

source: init() already called on this instance
es: init () ya llamado en esta instancia

source: administrators notified
es: administradores notificados

source: Don't use testing_prep() on Keg. Create a subclass first.
es: No use testing_prep() en Keg. Crea una subclase primero.

source: Could not find related assets for template: {template_name}
es: No se pudieron encontrar activos relacionados para la plantilla: {template_name}

source: Developer info and utils.
es: Información y utilidades del desarrollador.

source: List the routes defined for this app.
es: Enumera las rutas definidas para esta aplicación.

source: Show paths searched for a template.
es: Mostrar rutas buscadas para una plantilla.

source: List info related to config files, profiles, and values.
es: Lista de información relacionada con archivos de configuración, perfiles y valores.

source: Default config objects:
es: Objetos de configuración predeterminados:

source: Config file locations:
es: Ubicaciones de archivos de configuración:

source: Could not access the following config paths:
es: No se pudo acceder a las siguientes rutas de configuración:

source: Config objects used:
es: Objetos de configuración utilizados:

source: Resulting app config (including Flask defaults):
es: Configuración de la aplicación resultante (incluidos los valores predeterminados del Flask)

source: Lists database related sub-commands.
es: Enumera subcomandos relacionados con la base de datos.

source: Database not enabled for this app. No subcommands available.
es: La base de datos no está habilitada para esta aplicación. No hay subcomandos disponibles.

source: Create all db objects, send related events.
es: Crea todos los objetos db, envía eventos relacionados.

source: Clear DB of all data and drop all objects before init.
es: Borrar DB de todos los datos y soltar todos los objetos antes de init.

source: Database cleared and initialized
es: Base de datos borrada e inicializada

source: Database initialized
es: Base de datos inicializada

source: Clear DB of all data and drop all objects.
es: Borre la DB de todos los datos y suelte todos los objetos.

source: Database cleared
es: Base de datos limpia

source: Name of the configuration profile to use.
es: Nombre del perfil de configuración a usar.

source: Set default logging level to logging.WARNING.
es: Establecer el nivel de registro predeterminado en logging.WARNING.

source: Show all commands with subcommands.
es: Mostrar todos los comandos con subcomandos.

source: Show help message.
es: Mostrar mensaje de ayuda.

source: Show this message and exit.
es: Mostrar este mensaje y salir.

source: Using syslog address: {address}
es: Usando la dirección syslog: {address}

source: did not find syslog address
es: no encontró la dirección de syslog

source: asset_include does not yet support parameters
es: asset_include aún no admite parámetros

source: A file with the same name as the desired directory, '{dpath}', already exists.
es: Ya existe un archivo con el mismo nombre que el directorio deseado, '{dpath}'.

source: can't set attribute
es: no se puede establecer el atributo

source: Argument mismatch occured: method={method}, missing={missing}, extra_keys={extra_keys}, extra_pos={extra_pos}. Arguments available: {calling_args}
es: La discrepancia en el argumento ocurrió: method = {method}, missing = {missing}, extra_keys = {extra_keys}, extra_pos = {extra_pos}. Argumentos disponibles: {calling_args}

source: Unimplemented method {name}
es: Método sin implementar {nombre}

source: Deliberate exception for testing purposes
es: Excepción deliberada para fines de prueba
